[
    {
        "title": "An Old Man Lived in the Village",
        "story": "An old man lived in the village. He was one of the most unfortunate people in the world. The whole village was tired of him; he was always gloomy, he constantly complained and was always in a bad mood. The longer he lived, the more bile he was becoming and the more poisonous were his words. People avoided him, because his misfortune became contagious. It was even unnatural and insulting to be happy next to him. He created the feeling of unhappiness in others. But one day, when he turned eighty years old, an incredible thing happened. Instantly everyone started hearing the rumour: \n\n “An Old Man is happy today, he doesn’t complain about anything, smiles, and even his face is freshened up.” \n The whole village gathered together.\n\n The old man was asked: Villager: What happened to you? \n\n “Nothing special. Eighty years I’ve been chasing happiness, and it was useless. And then I decided to live without happiness and just enjoy life. That’s why I’m happy now.” – An Old Man.\n \n \n MORAL: \nDon’t chase happiness. Enjoy your life."
    },
    {
        "title": "The Foolish Donkey",
        "story": "A salt seller used to carry the salt bag on his donkey to the market every day. On the way they had to cross a stream. One day the donkey suddenly tumbled down the stream and the salt bag also fell into the water. The salt dissolved in the water and hence the bag became very light to carry. The donkey was happy. Then the donkey started to play the same trick every day. \n\n The salt seller came to understand the trick and decided to teach a lesson to it. The next day he loaded a cotton bag on the donkey. Again it played the same trick hoping that the cotton bag would be still become lighter. But the dampened cotton became very heavy to carry and the donkey suffered. \n\n It learnt a lesson. It didn’t play the trick anymore after that day, and the seller was happy.\n\n\n MORAL: \nLuck won’t favor always."
    },
    {
        "title": "Having A Best Friend",
        "story": "A story tells that two friends were walking through the desert. During some point of the journey they had an argument, and one friend slapped the other one in the face.\n\nThe one who got slapped was hurt, but without saying anything, wrote in the sand;\n\n“Today my best friend slapped me in the face.”\n\nThey kept on walking until they found an oasis, where they decided to take a bath. The one who had been slapped got stuck in the mire and started drowning, but the friend saved him. After he recovered from the near drowning, he wrote on a stone;\n\n“Today my best friend saved my life.”\n\nThe friend who had slapped and saved his best friend asked him;\n\n“After I hurt you, you wrote in the sand and now, you write on a stone, why?”\n\nThe other friend replied;\n\n“When someone hurts us we should write it down in sand where winds of forgiveness can erase it away. But, when someone does something good for us, we must engrave it in stone where no wind can ever erase it.”\n\nMORAL: \n\nDon’t value the things you have in your life. But value who you have in your life."
    },
    {
        "title": "The Fox & The Grapes",
        "story": "One afternoon a fox was walking through the forest and spotted a bunch of grapes hanging from over a lofty branch.\n\n“Just the thing to quench my thirst,” he thought.\n\nTaking a few steps back, the fox jumped and just missed the hanging grapes. Again the fox took a few paces back and tried to reach them but still failed.\n\nFinally, giving up, the fox turned up his nose and said, “They’re probably sour anyway,” and proceeded to walk away.\n\nMORAL:\n\nIt’s easy to despise what you can’t have."
    },
    {
        "title": "The Lion & The Poor Slave",
        "story": "A slave, ill-treated by his master, runs away to the forest. There he comes across a lion in pain because of a thorn in his paw. The slave bravely goes forward and removes the thorn gently.\n\nThe lion without hurting him goes away.\n\nSome days later, the slave’s master comes hunting to the forest and catches many animals and cages them. The slave is spotted by the masters’ men who catch him and bring him to the cruel master.\n\nThe master asks for the slave to be thrown into the lion’s cage.\n\nThe slave is awaiting his death in the cage when he realizes that it is the same lion that he had helped. The slave rescued the lion and all other caged animals.\n\nMORAL:\n\nOne should help others in need, we get the rewards of our helpful acts in return."
    },
    {
        "title": "The Fable of the Preacher Who Flew His Kite, But Not Because He Wished to Do So",
        "story": "A certain Preacher became wise to the Fact that he was not making a Hit with his Congregation. The Parishioners did not seem inclined to seek him out after Services and tell him he was a Pansy. He suspected that they were Rapping him on the Quiet. The Preacher knew there must be something wrong with his Talk. He had been trying to Expound in a clear and straightforward Manner, omitting Foreign Quotations, setting up for illustration of his Points such Historical Characters as were familiar to his Hearers, putting the stubby Old English words ahead of the Latin, and rather flying low along the Intellectual Plane of the Aggregation that chipped in to pay his Salary. But the Pew-Holders were not tickled. They could Understand everything he said, and they began to think he was Common.\n\nSo he studied the Situation and decided that if he wanted to Win them and make everybody believe he was a Nobby and Boss Minister he would have to hand out a little Guff. He fixed it up Good and Plenty.\n\nOn the following Sunday Morning he got up in the Lookout and read a Text that didn't mean anything, read from either Direction, and then he sized up his Flock with a Dreamy Eye and said: \"We can not more adequately voice the Poetry and Mysticism of our Text than in those familiar Lines of the great Icelandic Poet, Ikon Navrojk:\n\n\"To hold is not to have—\nUnder the seared Firmament,\nWhere Chaos sweeps, and Vast Futurity\nSneers at these puny Aspirations—\nThere is the full Reprisal.\"\n\nWhen the Preacher concluded this Extract from the Well-Known Icelandic Poet he paused and looked downward, breathing heavily through his Nose, like Camille in the Third Act.\n\nA Stout Woman in the Front Row put on her Eye-Glasses and leaned forward so as not to miss Anything. A Venerable Harness Dealer over at the Right nodded his Head solemnly. He seemed to recognize the Quotation. Members of the Congregation glanced at one another as if to say: \"This is certainly Hot Stuff!\"\n\nThe Preacher wiped his Brow and said he had no Doubt that every one within the Sound of his Voice remembered what Quarolius had said, following the same Line of Thought. It was Quarolius who disputed the Contention of the great Persian Theologian Ramtazuk, that the Soul in its reaching out after the Unknowable was guided by the Spiritual Genesis of Motive rather than by mere Impulse of Mentality. The Preacher didn't know what all This meant, and he didn't care, but you can rest easy that the Pew-Holders were On in a minute. He talked it off in just the Way that Cyrano talks when he gets Roxane so Dizzy that she nearly falls off the Piazza.\n\nThe Parishioners bit their Lower Lips and hungered for more First-Class Language. They had paid their Money for Tall Talk and were prepared to solve any and all styles of Delivery. They held on to the Cushions and seemed to be having a Nice Time.\n\nThe Preacher quoted copiously from the Great Poet Amebius. He recited 18 lines of Greek and then said: \"How true this is!\" And not a Parishioner batted an Eye.\n\nIt was Amebius whose Immortal Lines he recited in order to prove the Extreme Error of the Position assumed in the Controversy by the Famous Italian, Polenta.\n\nHe had them Going, and there wasn't a Thing to it. When he would get tired of faking Philosophy he would quote from a Celebrated Poet of Ecuador or Tasmania or some other Seaport Town. Compared with this Verse, all of which was of the same School as the Icelandic Masterpiece, the most obscure and clouded Passage in Robert Browning was like a Plate-Glass Front in a State Street Candy Store just after the Colored Boy gets through using the Chamois.\n\nAfter that he became Eloquent, and began to get rid of long Boston Words that hadn't been used before that Season. He grabbed a rhetorical Roman Candle in each Hand and you couldn't see him for the Sparks.\n\nAfter which he sank his Voice to a Whisper and talked about the Birds and the Flowers. Then, although there was no Cue for him to Weep, he shed a few real Tears. And there wasn't a dry Glove in the church.\n\nAfter he sat down he could tell by the Scared Look of the People in Front that he had made a Ten-Strike.\n\nDid they give him the Joyous Palm that Day? Sure!\n\nThe Stout Lady could not control her Feelings when she told how much the Sermon had helped her. The venerable Harness Dealer said he wished to indorse the Able and Scholarly Criticism of Polenta.\n\nIn fact, every one said the Sermon was Superfine and Dandy. The only thing that worried the Congregation was the Fear that if it wished to retain such a Whale it might have to boost his Salary.\n\nIn the Meantime the Preacher waited for some one to come and ask about Polenta, Amebius, Ramtazuk, Quarolius and the great Icelandic Poet, Navrojk. But no one had the Face to step up and confess his Ignorance of these Celebrities. The Pew-Holders didn't even admit among themselves that the Preacher had rung in some New Ones. They stood Pat, and merely said it was an Elegant Sermon.\n\nPerceiving that they would stand for Anything, the Preacher knew what to do after that.\n\nMORAL: Give the People what they Think they want."
    }
]
